Repository: kipp-ing/OwnFrame
Catalog: Packages/OnboardingKit/Sources/OnboardingKit/Localizable.xcstrings
Source language: en
Languages: de

source: A source with this name already exists.
de: Eine Quelle mit diesem Namen existiert bereits.

source: Could not securely store the API key.
de: Der API-Schlüssel konnte nicht sicher gespeichert werden.

source: Incorrect password for this Immich link.
de: Falsches Passwort für diesen Immich-Link.

source: Invalid API key.
de: Ungültiger API-Schlüssel.

source: Please enter a valid HTTPS address.
de: Bitte gib eine gültige HTTPS-Adresse ein.

source: Please enter a valid Immich link.
de: Bitte gib einen gültigen Immich-Link ein.

source: Server not reachable.
de: Server nicht erreichbar.

source: Shared album
de: Geteiltes Album

source: That code isn't an Immich link — check the QR code, or type the link instead.
de: Dieser Code ist kein Immich-Link — prüfe den QR-Code oder gib den Link stattdessen ein.

source: This Immich link has expired.
de: Dieser Immich-Link ist abgelaufen.

source: This Immich link is invalid or has been removed.
de: Dieser Immich-Link ist ungültig oder wurde entfernt.

source: This Immich link requires a password.
de: Dieser Immich-Link erfordert ein Passwort.

source: This app requires Immich v3 or newer. This server is running %@ — please update Immich.
de: Diese App benötigt Immich v3 oder neuer. Auf diesem Server läuft %@ — bitte aktualisiere Immich.

source: Unexpected response from the server.
de: Unerwartete Antwort vom Server.
